Repository: giliam/CIC_MatrixFiesta
Catalog: matrix_fiesta/locale/*/LC_MESSAGES/django.po
Languages: fr

source: User name
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Evaluation value
fr: Valeur de l'évaluation

source: Student
fr: Étudiant

source: File has a header ?
fr: Le fichier a-t-il un entête ?

source: Select a file
fr: Sélectionner un fichier

source: File(s) has(ve) a header ?
fr: Le(s) fichier(s) a(ont)-t-il(s) un entête ?

source: Select a file for the students
fr: Sélectionner un fichier pour les élèves

source: Select a file for the teachers
fr: Sélectionner un fichier pour les enseignants

source: Course
fr: Cours

source: Promotion year
fr: Promotion

source: DatedModel
fr: Objet daté

source: DatedModels
fr: Objets datés

source: School year
fr: Année scolaire

source: School years
fr: Années scolaires

source: Promotion years
fr: Promotions

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Courses
fr: Cours

source: Evaluation values
fr: Valeurs de l'évaluation

source: Learning achievement
fr: Acquis d'apprentissage

source: Learning achievements
fr: Acquis d'apprentissage

source: %(achiev)s, %(student)s : %(eval)s (teacher: %(teacher)s)
fr: %(achiev)s, %(student)s : %(eval)s (enseignant : %(teacher)s)

source: Student evaluation
fr: Évaluation de l'étudiant

source: Student evaluations
fr: Évaluations des étudiants

source: SC %(name)s of %(course)s by %(teacher)s
fr: PC %(name)s %(course)s par %(teacher)s

source: Small class
fr: Petite classe

source: Small classes
fr: Petites classes

source: Only super users can perform this action
fr: Seuls les administrateurs peuvent faire cette action

source: formatted as 20XX
fr: renseigné au format 20XX

source: must be 0 or 1
fr: doit être 0 ou 1

source: DE shouldn't be in the groups selected
fr: La DE ne devrait pas être dans les groupes sélectionnés.

source: Do you want to stay anonymous?
fr: Voulez-vous rester anonyme ?

source: Name
fr: Nom

source: Opened
fr: Ouvert

source: Archived
fr: Archivé

source: Allow anonymous
fr: Permettre l'anonymat

source: Choices (separate by new line) for multiple choices questions
fr: Choix (séparés par une nouvelle ligne) pour des questions à choix multiples

source: Question type
fr: Type de question

source: Content
fr: Contenu

source: Required
fr: Champs requis

source: Order
fr: Ordre

source: Survey %s
fr: Sondage %s

source: Survey
fr: Sondage

source: Surveys
fr: Sondages

source: Question choice
fr: Choix de réponses

source: Question choices
fr: Choix de réponses

source: Response to %(survey)s by %(user)s
fr: Résultat à %(survey)s par %(user)s

source: Response
fr: Résultat

source: Responses
fr: Résultats

source: Answer %(value)s to %(question)s (%(response)s)
fr: Réponse %(value)s à %(question)s (%(response)s)

source: Answer
fr: Réponse

source: Answers
fr: Réponses

source: Anonymous
fr: Anonyme

source: DE homepage
fr: Page d'accueil de la DE

source: Administrative tools
fr: Outils d'administration

source: Switch year
fr: Changer d'année

source: Insert new users
fr: Insérer de nouveaux utilisateurs (csv)

source: Students
fr: Étudiants

source: List students
fr: Liste des étudiants

source: Show all students
fr: Tous les élèves

source: Show all SC
fr: Toutes les petites classes

source: Create small classes
fr: Créer des petites classes

source: Teachers
fr: Enseignants

source: List teachers
fr: Liste des enseignants

source: Survey list
fr: Sondages

source: Survey creation
fr: Création d'un sondage

source: Insert new students
fr: Insérer de nouveaux utilisateurs

source: To insert new students, you need to upload a <strong>csv file</strong> (delimited by <em>;</em>) with the following columns:
fr: Pour insérer de nouveaux étudiants, vous devez uploader un <strong>fichier csv</strong> (délimité par <em>;</em>) avec les colonnes suivants (dans l'ordre):

source: Insert small classes
fr: Insérer des petites classes

source: To insert small classes, you need to upload a <strong>csv file</strong> (delimited by <em>;</em>) with the following columns:
fr: Pour insérer de nouveaux étudiants, vous devez uploader un <strong>fichier csv</strong> (délimité par <em>;</em>) avec les colonnes suivants (dans l'ordre):

source: Non student users will be ignored. You can also upload a second <strong>csv file</strong> (delimited by <em>;</em>) containing the name of the teachers with the same columns. Non teacher users will be ignored.
fr: Les utilisateurs non-étudiants seront ignorés. Vous pouvez aussi uploader un second <strong>fichier csv</strong> (délimité par <em>;</em>) contenant le nom des enseignants avec les mêmes colonnes. Les utilisateurs non-enseignants seront ignorés.

source: Students list
fr: Liste des étudiants

source: Student firstname
fr: Prénom de l'étudiant

source: Student lastname
fr: Nom de l'étudiant

source: Entrance year
fr: Année d'entrée

source: Last connection
fr: Dernière connexion

source: Cesure?
fr: Césure ?

source: Groups
fr: Groupes

source: Yes
fr: Oui

source: No
fr: Non

source: Start new year
fr: Commencer une nouvelle année

source: Error 400
fr: Erreur 400

source: Bad request!
fr: Mauvaise requête !

source: Please contact the administrator!
fr: Merci de contacter l'administrateur !

source: Error 403
fr: Erreur 403

source: Forbidden!
fr: Accès interdit !

source: Error 404
fr: Erreur 404

source: Page not found!
fr: Page introuvable !

source: Error 500
fr: Erreur 500

source: Internal server error!
fr: Erreur interne au serveur !

source: Homepage
fr: Page d'accueil

source: Welcome on this achievement evaluation website!
fr: Bienvenue sur ce site d'évaluation des acquis d'apprentissage !

source: What is it?
fr: Qu'est-ce ?

source: It was specifically designed so students can evaluate themselves on the different parts of the program.
fr: Pour chaque enseignement constitutif des unités d’enseignement d’informatique UE12 et UE22 a été établie une « <strong>matrice de compétences</strong> » qui regroupe les notions et les connaissances à acquérir dans l’enseignement. <br />Elle propose plusieurs degrés d’acquisition pour chacune des notions : « <em>Non acquis</em> », « <em>En cours d'acquisition</em> », « <em>Acquis</em> », « <em>Très bien acquis</em> », et « <em>Expert</em> ». Elle contient aussi deux autres choix: « <em>Je ne comprends pas</em> » et « <em>Ne s'applique pas</em> ». Cette matrice permet aux élèves de situer (à un instant donné) leurs apprentissages dans les attendus et aux enseignants de surveiller le <strong>niveau ressenti</strong> par un élève, de pouvoir le comparer avec sa vision de l’élève en cours et lui proposer des approfondissements. <br />Le but de cette matrice est de renseigner sur toute difficulté pouvant survenir dans le cursus informatique d'un élève, afin de pouvoir remédier rapidement aux problèmes (comme l'inadéquation des élèves à leur groupe, une vitesse de déroulement de cours non satisfaisante, etc.). Cette matrice est complétée par chaque élève tout au long des enseignements, le niveau d’un élève sur les notions pouvant <em>évoluer</em>.

source: As a teacher, it allows you to evaluate your students.
fr: En tant qu'enseignant, vous pouvez ici évaluer vos élèves.

source: As DE member, you can manage the promotion.
fr: En tant que membre de la DE, vous pouvez gérer la promotion.

source: Welcome
fr: Bienvenue

source: Your matrix
fr: Votre matrice

source: Evaluate your students
fr: Évaluer vos élèves

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Nothing to see here!
fr: Rien à voir ici !

source: Report an issue
fr: Signaler un problème

source: Self global evaluation
fr: Auto-évaluation globale

source: Return to course list
fr: Retour à la liste des acquis du cours

source: Return to main list
fr: Retour à la liste principale

source: Not evaluated yet
fr: Non évalué

source: No achievement here yet.
fr: Pas encore d'acquis d'apprentissage ici.

source: Achievement self evaluation
fr: Auto-évaluation des acquis

source: Submit
fr: Envoyer

source: Course matrix
fr: Matrice du cours

source: Self evaluation
fr: Auto-évaluation

source: Achievement
fr: Acquis d'apprentissage

source: Current evaluation
fr: Évaluation actuelle

source: Older evaluation(s)
fr: Anciennes évaluations

source: New evaluation?
fr: Nouvelle évaluation ?

source: Non evaluated
fr: Non évalué

source: No achievement to evaluate.
fr: Pas d'acquis à évaluer.

source: Matrix
fr: Matrice

source: Learning achievements matrix
fr: Matrice des acquis d'apprentissage

source: Archives for year:
fr: Archives de l'année

source: Display all
fr: Tout montrer

source: No course here yet.
fr: Pas encore de cours ici.

source: No ECUE here yet.
fr: Pas encore d'ECUE ici.

source: No UE here yet.
fr: Pas encore d'UE ici.

source: Hide all
fr: Tout cacher

source: UEs list
fr: Liste des UEs

source: Evaluate an achievement
fr: Évaluer un acquis

source: %(achievement_name)s for <em>%(student)s</em>
fr: %(achievement_name)s pour <em>%(student)s</em>

source: Teacher homepage
fr: Page d'accueil des enseignants

source: Student name
fr: Nom de l'étudiant

source: Evaluate
fr: Évaluer

source: Average
fr: Moyenne

source: Student's evaluation
fr: Évaluation de l'étudiant

source: Status
fr: Statut

source: Overall evaluation
fr: Évaluation globale

source: Not fully evaluated yet!
fr: Non évalué

source: Different!
fr: Différent !

source: Same!
fr: Ok !

source: No student enrolled yet.
fr: Pas encore d'élève inscrit.

source: Average of the class
fr: Moyenne de la classe

source: student(s)
fr: élève(s)

source: No class assigned yet.
fr: Pas encore de petite classe assignée.

source: By %(teacher)s
fr: Par %(teacher)s

source: Nb of evaluations
fr: Nombre d'acquis

source: grades
fr: notes

source: Student situation
fr: Situation de l'élève

source: Course:
fr: Cours :

source: Return to your students
fr: Retour à la liste de vos étudiants

source: Evaluation
fr: Évaluation

source: Your evaluation
fr: Votre évaluation

source: Student overall evaluation
fr: Évaluation globale de l'étudiant

source: Return to student status
fr: Retour au statut de l'étudiant

source: No answer given
fr: Pas de réponse donnée

source: Create a survey
fr: Créer un sondage

source: Confirm
fr: Confirmer

source: Do you confirm deletion?
fr: Confirmez-vous la suppression ?

source: Clearing a survey will result in creating a copy of the survey with the same characteristics but without any answer. The old survey will be kept and renamed to <em>Previous title (ARCHIVED)</em> and will be closed.
fr: Nettoyer un sondage va créer une copie du sondage avec les mêmes caractéristiques mais sans les réponses. L'ancien sondage sera conservé, renommé à <em>Titre précédent (ARCHIVE)</em> et sera fermé.

source: Return to the list
fr: Retour à la liste

source: Save
fr: Enregistrer

source: Survey edition
fr: Modification d'un sondage

source: The survey already has answers
fr: Le sondage a déjà des réponses

source: Warning, the survey already has answers and changing anything here could lead to major failures.
fr: Attention, modifier un sondage qui a déjà eu des réponses peut conduire à de sérieux problèmes.

source: No question yet.
fr: Pas encore de question.

source: Add a question
fr: Ajouter une question

source: Edit your answer to
fr: Modifier votre réponse à

source: Display your answer to
fr: Afficher votre réponse à

source: Answer to
fr: Répondre à

source: Your answers
fr: Vos réponses

source: Edit the survey
fr: Modifier le sondage

source: Clear the survey
fr: Nettoyer le sondage

source: Copy the survey
fr: Copier le sondage

source: Reorder the questions
fr: Réordonner les questions

source: Close the survey
fr: Fermer le sondage

source: Open the survey
fr: Ouvrir le sondage

source: 1 answer
fr: 1 réponse

source: Question edition
fr: Modification d'une question

source: For:
fr: Pour :

source: The survey is opened
fr: Le sondage est ouvert

source: Warning, the survey has been opened and adding a question can lead to missing values for existing answers.
fr: Attention, le sondage a déjà été ouvert et ajouter une question peut conduire à des données manquantes pour les réponses existantes.

source: If you have a CAS access
fr: Si vous avez un accès par le CAS

source: Connect through CAS authentication
fr: Se connecter à travers le CAS

source: If you don't
fr: Sinon

source: Unknown user or wrong password.
fr: Utilisateur inexistant ou mauvais de mot de passe.

source: You are successfully logged in!
fr: Vous êtes bien connecté !
